-- MySQL dump 10.13  Distrib 8.0.12, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: safefood
-- ------------------------------------------------------
-- Server version	8.0.12

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `notice`
--

DROP TABLE IF EXISTS `notice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `notice` (
  `NID` int(11) NOT NULL AUTO_INCREMENT,
  `WDATE` date NOT NULL,
  `TITLE` varchar(40) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `CONTENT` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `COUNT` int(11) NOT NULL DEFAULT '0',
  `filename` varchar(50) COLLATE utf8_bin DEFAULT NULL,
  PRIMARY KEY (`NID`)
) ENGINE=InnoDB AUTO_INCREMENT=293 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `notice`
--

LOCK TABLES `notice` WRITE;
/*!40000 ALTER TABLE `notice` DISABLE KEYS */;
INSERT INTO `notice` VALUES (1,'2019-11-22','뭐야','정말',5,NULL),(75,'2019-11-22','테스트','테스트123',1,NULL),(76,'2019-11-22','테스트','테스트123',0,NULL),(77,'2019-11-22','테스트','테스트123',1,NULL),(78,'2019-11-22','테스트','테스트123',2,NULL),(79,'2019-11-22','테스트','테스트123',0,NULL),(80,'2019-11-22','테스트','테스트123',0,NULL),(81,'2019-11-22','테스트','테스트123',0,NULL),(82,'2019-11-22','테스트','테스트123',0,NULL),(83,'2019-11-22','테스트','테스트123',3,NULL),(84,'2019-11-22','테스트','테스트123',0,NULL),(85,'2019-11-22','테스트','테스트123',0,NULL),(86,'2019-11-22','테스트','테스트123',0,NULL),(87,'2019-11-22','테스트','테스트123',0,NULL),(88,'2019-11-22','테스트','테스트123',0,NULL),(89,'2019-11-22','테스트','테스트123',0,NULL),(90,'2019-11-22','테스트','테스트123',0,NULL),(91,'2019-11-22','테스트','테스트123',0,NULL),(92,'2019-11-22','테스트','테스트123',0,NULL),(93,'2019-11-22','테스트','테스트123',0,NULL),(94,'2019-11-22','테스트','테스트123',0,NULL),(95,'2019-11-22','테스트','테스트123',0,NULL),(96,'2019-11-22','테스트','테스트123',0,NULL),(97,'2019-11-22','테스트','테스트123',0,NULL),(98,'2019-11-22','테스트','테스트123',0,NULL),(99,'2019-11-22','테스트','테스트123',0,NULL),(100,'2019-11-22','테스트','테스트123',0,NULL),(101,'2019-11-22','테스트','테스트123',0,NULL),(102,'2019-11-22','테스트','테스트123',0,NULL),(103,'2019-11-22','테스트','테스트123',0,NULL),(104,'2019-11-22','테스트','테스트123',0,NULL),(105,'2019-11-22','테스트','테스트123',0,NULL),(106,'2019-11-22','테스트','테스트123',0,NULL),(107,'2019-11-22','테스트','테스트123',0,NULL),(108,'2019-11-22','테스트','테스트123',0,NULL),(109,'2019-11-22','테스트','테스트123',0,NULL),(110,'2019-11-22','테스트','테스트123',0,NULL),(111,'2019-11-22','테스트','테스트123',0,NULL),(112,'2019-11-22','테스트','테스트123',0,NULL),(113,'2019-11-22','테스트','테스트123',0,NULL),(114,'2019-11-22','테스트','테스트123',0,NULL),(115,'2019-11-22','테스트','테스트123',0,NULL),(116,'2019-11-22','테스트','테스트123',0,NULL),(117,'2019-11-22','테스트','테스트123',0,NULL),(118,'2019-11-22','테스트','테스트123',0,NULL),(119,'2019-11-22','테스트','테스트123',0,NULL),(120,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(121,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(122,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(123,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(124,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(125,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(126,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(127,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(128,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(129,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(130,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(131,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(132,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(133,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(134,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(135,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(136,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(137,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(138,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(139,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(140,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(141,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(142,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(143,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(144,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(145,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(146,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(147,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(148,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(149,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(150,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(151,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(152,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(153,'2019-11-25','안뇽','ㅎㅇㅎㅇ',1,NULL),(154,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(155,'2019-11-25','안뇽','ㅎㅇㅎㅇ',1,NULL),(156,'2019-11-25','안뇽','ㅎㅇㅎㅇ',1,NULL),(157,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(158,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(159,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(160,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(161,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(162,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(163,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(164,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(165,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(166,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(167,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(168,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(169,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(170,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(171,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(172,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(173,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(174,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(175,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(176,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(177,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(178,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(179,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(180,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(181,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(182,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(183,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(184,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(185,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(186,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(187,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(188,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(189,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(190,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(191,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(192,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(193,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(194,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(195,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(196,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(197,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(198,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(199,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(200,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(201,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(202,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(203,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(204,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(205,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(206,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(207,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(208,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(209,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(210,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(211,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(212,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(213,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(214,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(215,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(216,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(217,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(218,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(219,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(220,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(221,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(222,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(223,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(224,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(225,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(226,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(227,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(228,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(229,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(230,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(231,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(232,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(233,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(234,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(235,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(236,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(237,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(238,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(239,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(240,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(241,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(242,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(243,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(244,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(245,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(246,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(247,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(248,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(249,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(250,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(251,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(252,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(253,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(254,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(255,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(256,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(257,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(258,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(259,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(260,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(261,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(262,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(263,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(264,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(265,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(266,'2019-11-25','안뇽','ㅎㅇㅎㅇ',1,NULL),(267,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(268,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(269,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(270,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(271,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(272,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(273,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(274,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(275,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(276,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(277,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(278,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(279,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(280,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(281,'2019-11-25','안뇽','ㅎㅇㅎㅇ',1,NULL),(282,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(283,'2019-11-25','안뇽','ㅎㅇㅎㅇ',0,NULL),(284,'2019-11-25','안뇽','ㅎㅇㅎㅇ',3,NULL),(285,'2019-11-25','안뇽ㅋㅋ','ㅎㅇㅎㅇ',2,NULL),(287,'2019-11-26','안뇽','ddddd',0,NULL),(288,'2019-11-26','sdfASDF','asdfasdg',2,NULL),(289,'2019-11-26','안뇽','sdfasdf',2,'5860378092632627_1761841836.jpg'),(290,'2019-11-26','123','sadfasdgasd',3,'5860378092632627_1761841836.jpg'),(291,'2019-11-26','sdfghsdfg하늘아~~','sadfasdgdsdd',24,'2222.png'),(292,'2019-11-28','안뇽','~!~~~',7,NULL);
/*!40000 ALTER TABLE `notice` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-11-29 15:24:51
